[
{
"model": "accounts.Protocol",
"pk": 1,
"fields": {
"pid": "DPShortname",
"title": "P Title"
}
},
{
"model": "accounts.Protocol",
"pk": 2,
"fields": {
"pid": "FAD810A3-2019US",
"title": "Curative fairy ring control with ADEPIDYN or ADEPIDYN premixes on warm or cool season greens height turfgrass."
}
},
{
"model": "accounts.Protocol",
"pk": 3,
"fields": {
"pid": "FAD810B3-2019US",
"title": "Curative fairy ring control with increased difenoconazole premixes on warm or cool season greens height turfgrass."
}
},
{
"model": "accounts.Protocol",
"pk": 4,
"fields": {
"pid": "FAD811A3-2019US",
"title": "Preventative fairy ring control with ADEPIDYN or  mixtures on warm or cool season greens height turfgrass."
}
},
{
"model": "accounts.Protocol",
"pk": 5,
"fields": {
"pid": "FDI800A4-2019US",
"title": "Improved anthracnose (Colletotrichum cereale) control on Poa greens with increased difenoconazole rates."
}
},
{
"model": "accounts.Protocol",
"pk": 6,
"fields": {
"pid": "FDI800B4-2019US",
"title": "Evaluate NMG-787 and increased difenoconazole rates for improved anthracnose (Colletotrichum cereale) control on Poa greens."
}
},
{
"model": "accounts.Protocol",
"pk": 7,
"fields": {
"pid": "FDI801A4-2019US",
"title": "Improved brown patch (Rhizoctonia solani) control on creeping bentgrass greens with increased difenoconazole rates."
}
},
{
"model": "accounts.Protocol",
"pk": 8,
"fields": {
"pid": "FDI802A4-2019US",
"title": "Improved dollar spot (Clarireedia spp.)  control on creeping bentgrass greens and seashore paspalum turfgrass with increased difenoconazole rates."
}
},
{
"model": "accounts.Protocol",
"pk": 9,
"fields": {
"pid": "PTX801A4-2019US",
"title": "Improved turf quality on fairway height bermudagrass with trinexapac-ethyl premixes."
}
},
{
"model": "accounts.Protocol",
"pk": 10,
"fields": {
"pid": "PTX802A4-2019US",
"title": "Abiotic stress tolerance and improved turf quality on cool season turfgrass greens with ASM and TXP premix programs."
}
},
{
"model": "accounts.Protocol",
"pk": 11,
"fields": {
"pid": "PTX803A4-2019US",
"title": "Improved turf quality on fairway height cool season turfgrass with trinexapac-ethyl premixes."
}
}
]